Revit 2027 API
ParameterTypeId.EqualityTextForAngularDim Property
 "Equality Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EqualityTextForAngularDim { get; }
Public Shared ReadOnly Property EqualityTextForAngularDim As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EqualityTextForAngularDim {
	ForgeTypeId^ get ();
}
static member EqualityTextForAngularDim : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace